{
	"c2dictionary":true,
	"data":
	{
		"Area1_stg0_I":"You and your crew stubble across on what appears to be like an abandoned shelter.",
		"Area1_stg1_F":"The inspection was a fail, our crew mate never returned and we have no information on this area.",
		"Area1_stg1_S":"The inspection was a success, the area is safe and has 8 fuel and y9 supplies for scavenge.",
		"Area1_stg2_F":"The search was a fail, we lost 8 crew members to a polar bear. The rest barely made it out alive.",
		"Area1_stg2_S":"The search was a success, in this process we gained 8 fuel and y9 supplies.",
		"empty":"abcd",
		"Inspect":"Send one soul to inspect and get a solid report of the area.",
		"Search":"Send your crew to scavenge for fuel and supplies.",
		"Leave":"It is to risky let's try another time when its safe.",
		"Scout":"We could try and find the lost soul, but there is no guarantee.",
		"Investigate":"Send your crew to find out what the problem is?",
		"Abandon":"Definitely not worth going in there.",
		"Collect":"Send your crew to collect fuel and supplies.",
		"Set Sail":"Seems safe why leave now?",
		"Flee":"Well that was catastrophic but could have been worse.",
		"Done":"Nothing left to do but leave the area.",
		"-":"-",
		"Ice1_stg0_I":"Your ship has stubled towards a large ice block. What should we do with it?",
		"Ice1_stg1_F":"Seems dangerous to mine this object but we could take the risk if we need to.",
		"Ice1_stg1_S":"All good and safe to mine the ice block to break it up into smaller pieces for our ship to pass through.",
		"Ice1_stg2_F":"The shell of that ice cap is bigger than we expected. In an attempt to break the ice we lost one soul.",
		"Ice1_stg2_S":"We broke the ice and made way for our ship to go through.",
		
		"Ice2_stg0_I":"Your ship has stubled towards a medium ice block. What should we do with it?",
		"Ice2_stg1_F":"Seems dangerous to mine this object but we could take the risk if we need to.",
		"Ice2_stg1_S":"All good and safe to mine the ice block to break it up into smaller pieces for our ship to pass through.",
		"Ice2_stg2_F":"The shell of that ice cap is bigger than we expected. In an attempt to break the ice we lost one soul.",
		"Ice2_stg2_S":"We broke the ice and made way for our ship to go through.",

		"Ice3_stg0_I":"Your ship has stubled towards a small ice block. What should we do with it?",
		"Ice3_stg1_F":"Seems dangerous to mine this object but we could take the risk if we need to.",
		"Ice3_stg1_S":"All good and safe to mine the ice block to break it up into smaller pieces for our ship to pass through.",
		"Ice3_stg2_F":"The shell of that ice cap is bigger than we expected. In an attempt to break the ice we lost one soul.",
		"Ice3_stg2_S":"We broke the ice and made way for our ship to go through.",

		"Analyze":"Check if it is safe to break that ice.",
		"Mine":"Send your crew to break the ice to make way for your ship.",
		"Brute Force":"We can try and Bbrute force our way through. Though it is risky.",
		"Dig":"Send your crew to break the ice to make way for your ship.",
		"Ignore":"Probably not worth trying to break it.",
		"a":"",
		"EmptyFuel":"We have run out of fuel onboard. Without fuel, we cannot move or keep our crew warm. What are your orders captain?",
		"EmptySupply":"Our food rations have been diminished and we have nothing to feed our crew with. The crew morale will slowly deteriorate.",
		"EmptyMorale":"The crew morale has dwelled beyond the no point of no return. Every single soul on board has decided to abandon the ship in an attempt to make it out on foot.",
		"b":"-",
		"Start":"Use WASD or Arrow Keys to navigate your ship and left click highlighted blocks to interact with them. Find your way out of this maze.",
		"Play":"Press to start the game.",
		"New Map":"Generates a new map. Or press the Spacebar to Reset.",
		"Credits":"This button does nothing but you can click it.",
		"Find Fuel":"If you have supplies use them as fuel. Click on Convert Supplies.",
		"Restart":"Restart the game.",
		"Win":"Our crew cheers for the captain (you) for finding the way out of this maze. This light in these waters brings hope for making way back to home.",
		"Lose":"Sadly enough we did not make it. Either way we ran out of fuel or supplies and/or lost all of our crew. Next time tread more carefully or generate a new map.",
		"Play Again":"Press to start a new game.",
		"Thank you":"For at least trying out the game to the end even though it is kind of rubbish."
	}
}